{
  "quotes": [
    {
      "source": "Dune",
      "quote": "The willow submits to the wind and prospers until one day it is many willows--a wall against the wind. This is the willow's purpose."
    }, 
    {
      "source": "Dune",
      "quote": "If wishes were fishes we'd all cast nets"
    }, 
    {
      "source": "Dune",
      "quote": "I have been a stranger in a strange land"
    }, 
    {
      "source": "Dune",
      "quote": "They were cheap masks locked on festering thoughts--voices gabbling to drown out the loud silence in every breast."
    }, 
    {
      "source": "Dune",
      "quote": "Polish comes from the cities, wisdom from the desert"
    }, 
    {
      "source": "Dune",
      "quote": "The day the flesh shapes and the flesh the day shapes"
    }, 
    {
      "source": "Dune",
      "quote": "A time to get and a time to lose"
    }, 
    {
      "source": "Dune",
      "quote": "A time to keep and a time to cast away; a time for love and a time to hate; a time of war and a time of peace."
    }, 
    {
      "source": "Dune",
      "quote": "Fear is the mind-killer. Fear is the little death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past me I will turn to see fear's path. Where the fear has gone there will be nothing. Only I will remain."
    }, 
    {
      "source": "Dune",
      "quote": "There is in each of us an ancient force that takes and an ancient force that gives. A man finds little difficulty facing that place within himself where the taking force dwells, but it's almost impossible for him to see into the giving force without changing into something other than man. For a woman, the situation is reversed."
    }, 
    {
      "source": "Dune",
      "quote": "The universe is full of doors"
    }, 
    {
      "source": "Dune",
      "quote": "The race of humans had felt its own dormancy, sensed itself grown stale and knew now only the need to experience turmoil in which the genes would mingle and the strong new mixtures survive. All humans were alive as an unconscious single organism in this moment, experiencing a kind of sexual heat that could override any barrier."
    }, 
    {
      "source": "Dune Messiah",
      "quote": "They're trained to believe, not to know. Belief can be manipulated. Only knowledge is dangerous."
    }, 
    {
      "source": "Dune Messiah",
      "quote": "To endure oneself may be the hardest task in the universe"
    }, 
    {
      "source": "Dune Messiah",
      "quote": "The flesh surrenders itself, he thought. Eternity takes back its own. Our bodies stirred these waters briefly, danced with a certain intoxication before the love of live and self, dealt with a few strange ideas, then submitted to the instruments of Time. What can we say of this? I occurred. I am not...yet, I occurred."
    }, 
    {
      "source": "Dune Messiah",
      "quote": "The convoluted wording of legalisms grew up around the necessity to hide from ourselves the violence we intend toward each other. Between depriving a man of one hour from his life and depriving him of his life there exists only a difference of degree. You have done violence to him, consumed his energy. Elaborate euphemisms may conceal your intent to kill, but behind any use of power over another the ultimate assumption remains: \"I feed on your energy.\""
    }, 
    {
      "source": "Dune Messiah",
      "quote": "You produce a deadly paradox."
    }, 
    {
      "source": "Dune Messiah",
      "quote": "Do not compete with what is happening. To compete is to prepare for failure. Do not be trapped by the need to achieve anything. This way, you achieve everything."
    }, 
    {
      "source": "Children of Dune",
      "quote": "I must not fear. Fear is the mind-killer. Fear is the little-death that briengs total obliteration. I will face my fear. I will permit to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain."
    }, 
    {
      "source": "Children of Dune",
      "quote": "These are illusions of popular history which a successful religion must promote: Evil men never prosper; only the brave deserve the fair; honesty is the best policy; actions speak louder than words; virtue always triumphs; a good deed is its own reward; any bad human can be reformed; religious talismans protect one from demon possession; only females understand the ancient mysteries; the rich are doomed to unhappiness"
    }, 
    {
      "source": "Children of Dune",
      "quote": "Those who sought the future hoped to gain the winning gamble on tomorrow's race. Instead they found themselves trapped into a lifetime whose every heartbeat and anguished wail was known."
    }, 
    {
      "source": "Children of Dune",
      "quote": "The joy of living, its beauty is all bound up in the fact that life can surprise you"
    }, 
    {
      "source": "Children of Dune",
      "quote": "One discovers the future in the past, and both are part of a whole."
    }, 
    {
      "source": "Children of Dune",
      "quote": "To suspect your own mortality is to know the beginning of terror; to learn irrefutably that you are mortal is to know the end of terror."
    }, 
    {
      "source": "Children of Dune",
      "quote": "I can think of nothing more poisonous than to rot in the stink of your own reflections."
    }, 
    {
      "source": "Children of Dune",
      "quote": "One uses power by grasping it lightly. To grasp too strongly is to be taken over by power, and thus to become its victim."
    }, 
    {
      "source": "Children of Dune",
      "quote": "A terrible glove will restore the balance"
    }, 
    {
      "source": "Children of Dune",
      "quote": "Is your religion real when it costs you nothing and carries no risk? Is your religion real when you fatten upon it? Is your religion real when you commit atrocities in its name? Whence comes your downward degeneration from the original relevation?"
    }, 
    {
      "source": "Children of Dune",
      "quote": "You are a child seeking to be a man. When you are a man, you will seek in vain for the child you were."
    }, 
    {
      "source": "Children of Dune",
      "quote": "It is said that there is nothing firm, nothing balanced, nothing durable in all the universe--that nothing remains in its state, that each day, some time each hour, brings change."
    }, 
    {
      "source": "Children of Dune",
      "quote": "Trying for some ultimate control of the universe, you only built weapons with which the universe eventually defeated you. To choose and manage a visioin required you to balance on a single, thin thread--playing God on a high tightwire with cosmic solitude on both sides."
    }, 
    {
      "source": "Children of Dune",
      "quote": "In the one act of predicting an accurate future, Muad'Dib introduced an element of development and growth into the very prescience through which he saw human existance. By this, he brought uncertainty onto himself. Seeking the absolute of orderly prediction, he amplified disorder, distored prediction."
    }, 
    {
      "source": "Children of Dune",
      "quote": "Review the picture of your history which is within you. Communicate as animals would communicate."
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "He was undoubtedly the most devious creature the universe had ever spawned."
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "If there is no enemy, one must be invented. The military force which is denied an external target always turns against its own people."
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "When you think you know something, that is a most perfect barrier against learning"
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "Wealth is a tool of freedom. But the pursuit of wealth is the way to slavery."
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "Never attempt to reason with people who know they are right!"
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "\"Reason is valuable,\" he said, \"only when it performs against the wordless physical background of the universe.\""
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "Once, he had done it with ease. As his humanity slipped away, though, he found himself filled with more and more human concerns."
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "Small souls who seek power over others first destroy the faith those others might have in themselves."
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "Most civilization is based on cowardice. It's so easy to civilize by teaching cowardice. You water down the standards which would lead to bravery. You restrain the will. You regulate the appetites. You fence in the horizons. You make a law for every movement. You deny the existence of chaos. You teach even the children to breathe slowly. You tame."
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "The Golden Path endures."
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "It is difficult to live in the present, pointless to live in the future and impossible to live in the past."
    }, 
    {
      "source": "God Emperor of Dune",
      "quote": "Most believe that a satisfactory future requires a return to an idealized past, a past which never in fact existed."
    }, 
    {
      "source": "Heretics of Dune",
      "quote": "I have no need for the answer to such a question."
    }, 
    {
      "source": "Heretics of Dune",
      "quote": "I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain."
    }, 
    {
      "source": "Heretics of Dune",
      "quote": "Curiosity unsatisfied tended to create its own answers. Guesses were often more dangerous than the facts."
    }, 
    {
      "source": "Heretics of Dune",
      "quote": "Liberty and Freedom are complex concepts. They go back to religious ideas of Free Will and are related to the Ruler Mystique implicit in absolute monarchs. Without absolute monarchs patterned after the Old Gods and ruling by the grace of a belief in religious indulgence, Liberty and Freedom would never have gained their present meaning. These ideals owe their very existence to past examples of oppression. And the forces that maintain such ideas will erode unless renewed by dramatic teaching or new oppressions. This is the most basic key to my life."
    }, 
    {
      "source": "Heretics of Dune",
      "quote": "Bureaucracy destroys initiative. There is little that bureaucrats hate more than innovation, especially innovation that produces better results than the old routines. Improvements always make those at the top of the heap look inept. Who enjoys appearing inept?"
    }, 
    {
      "source": "Heretics of Dune",
      "quote": "One of the most dangerous things in the universe is an ignorant people with real grievances. That is nowhere near as dangerous, however, as an informed and intelligent society with grievances. The damage that vengeful intelligence can wreak, you cannot even imagine."
    }, 
    {
      "source": "Heretics of Dune",
      "quote": "By your belief in singularities, in granular absolutes, you deny movement, even the movement of evolution! While you cause a granular universe to persist in your awareness, you are blind to movement. When things change, your absolute universe vanishes, no longer accessible to your self-limiting perceptions. The universe has moved beyond you."
    }, 
    {
      "source": "Heretics of Dune",
      "quote": "Historians exercise great power and some of them know it. They re-create the past, changing it to fit their own interpretations. Thus, they change the future as well."
    }, 
    {
      "source": "Heretics of Dune",
      "quote": "Memory never recaptures reality. Memory reconstructs. All reconstructions change the original, becoming external frames of reference that inevitably fall short."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "There are weapons you cannot hold in your hands. You can only hold them in your mind."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "We tend to become like the worst in those we oppose."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "You cannot manipulate a marionette with only one string."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Confine yourself to observing and you always miss the point of your own life. The object can be stated this way: Live the best life you can. Life is a game whose rules you learn if you leap into it and play it to the hilt. Otherwise, you are caught off balance, continually surprised by the shifting play. Non-players often whine and complain that luck always passes them by. They refuse to see that they can create some of their own luck."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "All governments suffer a recurring problem: Power attracts pathological personalities. It is not that power corrupts but that it is magnetic to the corruptible. Such people have a tendency to become drunk on violence, a condition to which they are quickly addicted."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "The writing of history is largely a process of diversion. Most historical accounts distract attention from the secret influences behind great events."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "I seek the questions that form the best images."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Corruption wears infinite disguises."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Laws to suppress tend to strengthen what they would prohibit. This is the fine point on which all the legal professions of history have based their job security."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Show me a completely smooth operation and I'll show you someone who's covering mistakes. Real boats rock."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "\"Anything.\" Any good, any evil; any god, any devil."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Politics: the art of appearing candid and completely open while concealing as much as possible."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Democracy is susceptible to being led astray by having scapegoats paraded in front of the electorate. Get the rich, the greedy, the criminals, the stupid leader and so on ad nauseam."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Most Bene Gesserit decisions moved through a triple maze: Effectiveness, Consequences, and (most vital) Who Can Carry Out Orders?"
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Uproot your questions from their ground and the dangling roots will be seen. More questions!"
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Give me the judgment of balanced minds in preference to laws every time. Codes and manuals create patterned behavior. All patterned behavior tends to go unquestioned, gathering destructive momentum."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "The tyranny of the minority cloaked in the mast of the majority, downfall of democracy. Either overthrown by its own excesses or eaten away by bureaucracy."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Seek freedom and become captive of your desires. Seek discipline and find your liberty."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Making workable choices occurs in a crucible of informative mistakes. Thus Intelligence accepts fallibility. And when absolute (infallible) choices are not known, Intelligence takes chances with limited data in an arena where mistakes are not only possible but also necessary."
    }, 
    {
      "source": "Chapterhouse: Dune",
      "quote": "Matches halves. Either without the other was diminished, an emptiness with lost purpose. Not better dead, perhaps, but moving aimlessly."
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "It is not cowardly or paranoid to jump at shadows if a real threat exists."
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "If you do not face your weaknesses, how do you know where to be strong?"
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "When one has an obvious need, one has an obvious weakness. Take care when you make a request, for in doing so you reveal your vulnerabilities."
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "Every judgment teeters on the brink of error. To clain absolute knowledge is to become monstrous. Knowledge is an unending adventure at the edge of uncertainty."
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "Do our enemies occur naturally, or do we create them through our own actions?"
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "As humans, we learn the same lessons over and over and over again. We are doomed to repeat our mistakes."
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "Those who think they see most clearly are often more blind than the rest."
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "A choice can be as dangerous as a weapon. Refusing to choose is in itself a choice. To suspect your own mortality is to know the beginning of terror. To learn irrefutably that you are mortal is to know the end of terror."
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "If you don't want an opponent to see your hidden dagger, make certain an obvious weapon looks large and deadly."
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "Our defenses can become liabilities if they betray our true weaknesses to the enemy."
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "No matter how complex human civilization becomes, there are always interludes during which the course of mankind depends upon the actions of a single individual."
    }, 
    {
      "source": "Hunters of Dune",
      "quote": "We all have an innate ability to recognize flaws and weaknesses in others. It takes much greater courage, however, to recognize the same flaws in ourselves."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Why is religion important? Because logic alone does not compel a person to make great sacrifices. Given sufficient religious fervor, however, people will throw themselves against impossible odds and consider themselves blessed for doing so."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "We have so little trouble finding enemies because violence is an innate part of human nature. Our greatest challenge, then, is to choose the most significant enemy, for we cannot hope to fight them all."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Despite the best intentions, resources and raw materials do not appear like rainbows after a storm. Populations must be fed, ships must be fueled, energy must be produced and expended. Money is only a symbol, but economics is the engine that drives the whole machine. The piper must be paid."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Those who see do not always understand. Those to claim to understand can be the blindest of all."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "When greed and desperation are couples, men accomplish superhuman feats--though for the wrong reasons."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "No matter where I go, no matter what I leave behind, my past is always with me, like a shadow."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "We are the new Fremen, and this whole besieged galaxy is our desert."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Hatred breeds in the fertile ground of life itself."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "When the forces are arrayed and the final battle is engaged, the outcome may be decided in only a few moments. Remember this: By the time the first shot is fired, half the battle is already over. Victory or defeat can be determined by the preparations that are set in place weeks or even months beforehand."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Each sentient life requires a place of extreme serenity, where the mind may roam afterward in memory and to which the body longs to return."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Why do we find destructions so fascinating? When we see a terrible tragedy, do we think ourselves clever for having evaded it ourselves? Or is our fascination rooted in the thrill and fear of knowing we could be next?"
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Our shared humanity should, by definition, make us allies. In sad fact, however, our very similarities often appear to be vast differences and insurmountable obstacles."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Time is a commodity more precious than melange. Even the wealthiest man cannot buy more minutes to put into each hour."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "How do we repay a man who has done the impossible?"
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Thou shalt not create a machine in the likeness of the human mind."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Machines and humans are but manifestations of a long-standing conflict that your ancient philosophers recorded, the battle between heart and mind."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Optimism may be the greatest weapon humanity possesses. Without it, we would never attempt the impossible, which—against all odds—occasionally succeeds."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "They call me Tyrant without comprehending my kindness, the great purpose behind my actions! They don’t know that I foresaw the final conflict all along."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "People strive to achieve perfection—ostensibly an honorable goal—but complete perfection is dangerous. To be imperfect, but human, is far preferable."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Even prescience has its limits. No one will ever know all the things that might have been."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "I am the evermind, and I am everywhere."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "I will extract you—every shred of information from every node."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "I will take you to a place where such information is no longer comprehensible, where physical laws do not apply."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "You see enemies everywhere, but I see only obstacles—and I know what to do with obstacles. Either move them or crush them, so that we can be on our way."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "A tool should never confuse itself with the hand that wields it."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "We have a whole new paradigm to grapple with, and a lot of new definitions to make."
    }, 
    {
      "source": "Sandworms of Dune",
      "quote": "Some problems are best solved with an optimistic approach. Optimism shines a light on alternatives that are otherwise not visible."
    }, 
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "Most histories are written by the winners of conflicts, but those written by the losers--if they survive--are often more interesting."
    }, 
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "The narrow mind erects stubborn barriers"
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "Most histories are written by the winners of conflicts, but those written by the losers—if they survive—are often more interesting."
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "The narrow mind erects stubborn barriers"
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "Is the subject or the observer the greater influence?"
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "The mind commands the body and immediately it obeys. The mind orders itself, and meets resistance."
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "Gradually, though, the creators did not leave enough to do for themselves; they began to feel alienated, dehumanized, and even manipulated. Eventually humans became little more than decisionless robots themselves"
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "Even though the evermind was filled with a vast quantity of data, Omnius did not know how to recognize a simple lie."
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "The eyes of common perception do not see far. Too often we make the most important decisions based only on superficial information."
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "God is the mathematician of the universe."
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "We were easy prey—first for evil men, then for soulless machines."
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "Anything imagined can be made real. But first it must be imagined, seen in the vision of the creator."
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "Opportunities are a tricky crop, with tiny flowers that are difficult to see and even more difficult to harvest."
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "Everything in the universe contains flaws, ourselves included. Even God does not attempt perfection in His creations. Only mankind has such foolish arrogance."
    },
    {
      "source": "Dune: The Butlerian Jihad",
      "quote": "Overly organized research is confining, and guaranteed to produce nothing new."
    }
  ]
}


